Repository: MikeiLL/mz-mindbody-api
Catalog: languages/mz-mindbody-api-*.po
Languages: es_co, pt_br

source: No transients to clear.
es_co: No hay transitorios que despejar.
pt_br: Sem transitórios para limpar.

source: Once credentials have been set and activated, look for %1$s in the second (Get Classes Response) box below to confirm settings are correct.
pt_br: Depois que as credenciais forem definidas e ativadas, procure%1$s na segunda caixa (Get Classes Response) abaixo para confirmar se as configurações estão corretas.

source: Basic Settings
es_co: Réglages de base
pt_br: Configurações básicas

source: Events
es_co: Eventos
pt_br: Eventos

source: Shortcodes
pt_br: Código Atalhos

source: Advanced
es_co: Ajustes
pt_br: Avançada

source: API Version 5
pt_br: API Versão 5

source: Server Check
pt_br: Seleção de servidor

source: Enter your mindbody credentials below.
es_co: Introduzca sus credenciales de mindbody abajo.
pt_br: Entre com suas credenciais do mindbody abaixo.

source: App Name
pt_br: Nome do App

source: API Key
pt_br: Chave API

source: YOUR SOURCE NAME
es_co: SU SOURCE NAME
pt_br: NOME DA SUA FONTE

source: Staff Name is MBO Sourcename
es_co: El nombre del personal es MBO Sourcename
pt_br: Nome da equipe é Sourcename MBO

source: App adds and underscore when Sourcename used as Staff Name.
es_co: La aplicación agrega y subraya cuando Sourcename se usa como nombre del pentagrama.
pt_br: O aplicativo adiciona e ressalta quando o Sourcename foi usado como Nome da Equipe.

source: Staff Password
pt_br: SUA SENHA DO MINDBODY

source: YOUR MINDBODY PASSWORD
es_co: SU CONTRASEÑA DE MINDBODY
pt_br: SUA SENHA DO MINDBODY

source: Primary (default) MBO Site ID
es_co: Primaria (por defecto) MBO sitio ID
pt_br: ID do Site MBO primária (padrão)

source: Debug Output
es_co: Salida de depuracián
pt_br: Debug

source: Event IDs
es_co: IDs de Eventos:
pt_br: IDs de Eventos

source: Event Display Duration
es_co: Duración de visualización del evento
pt_br: Duração do agendamento do evento

source: Schedule Display
es_co: Horario de exhibición
pt_br: Horário de exibição

source: Staff Display
es_co: Pantalla del personal
pt_br: Exposição pessoal

source: Events Display
es_co: Visualización de eventos
pt_br: Mostrar Hora do Evento

source: Date Format
es_co: Formato de fecha
pt_br: Formato da data

source: Time Format
es_co: Formato de hora
pt_br: Formato da Hora

source: Schedule Types Types
pt_br: Tipos de tipos de agendamento

source: Clear Transients
es_co: Limpiar transients
pt_br: Limpar transientes

source: Display Class Sub Information
es_co: Mostrar información del sustitución instructor
pt_br: Exibir informações de Sub classe

source: When checked, schedule display will contain information about class instructor substitution.
es_co: Cuando está activada, la visualización de la programación contendrá información sobre la sustitución del instructor de clase.
pt_br: Quando marcada, a exibição de programação conterá informações sobre substituição de instrutor de classe.

source: Template Override System
es_co: Sistema de anulación de plantillas
pt_br: Sistema de substituição de modelos

source: You can override any of the files in the plugin/frontend/views directory by placing them in your theme top-level directory within a directory named templates/mindbody.
es_co: Puede reemplazar cualquiera de los archivos en el directorio plugin/frontend/views colocándolos en el directorio de nivel superior del tema dentro de un directorio denominado templates/mindbody.
pt_br: Você pode substituir qualquer um dos arquivos no diretório plugin/frontend/views colocando-os em seu diretório de alto nível temático dentro de um diretório chamado templates/mindbody.

source: Log MBO API Calls
es_co: Registrar las llamadas a la API de MBO
pt_br: Log chamadas de API MBO

source: When checked, API calls are logged for up to seven days in wp-content/mbo_api.log.
es_co: Cuando se activa, las llamadas a la API se registran durante un máximo de siete días en wp-content/mbo_api.log.
pt_br: Quando verificadas, as chamadas de API são registradas por até sete dias no wp-content/mbo_api.log.

source: Reset Class "Owners"
es_co: Restablecer caché de fuerza
pt_br: Redefinir Classe "Proprietários"

source: SOAP installed!
pt_br: SOAP Instalado

source: SOAP is not installed.
pt_br: SOAP não está instalado

source: PEAR installed!
pt_br: PEAR instalado

source: PEAR is not installed.
pt_br: PEAR não está instalado

source: MZ Mindbody API requires SOAP and PEAR. Please contact your hosting provider or enable via your CPANEL of php.ini file.
pt_br: MZ Mindbody API requer PEAR e SOAP. Por favor, contacte seu provedor de hospedagem ou habilite via painel de controle ou arquivo php.ini.

source: Congratulations. Your server appears to be configured to integrate with mindbodyonline.
pt_br: Parabéns! Seu servidor parece estar configurado para se integrar com mindbody online.

source: If you do not have them yet, visit the %1$s MindBodyOnline developers website %2$s and register for developer credentials.
es_co: Si no tienes todavía, visite %1$s %2$s de MindBodyOnline desarrolladores web y registro para desarrolladores.
pt_br: Se ainda não tem, acesse %1$s o site MindBody Developers %2$s e regitstre-se para credenciais de desenvolvedor.

source: Detailed instructions here
es_co: Instrucciones detalladas aquí
pt_br: Instruções detalhadas aqui

source: Attributes for schedule shortcodes. For boolean attributes use numeral 1 for true. Lists should be separated with commas
es_co: Atributos de programación códigos cortos. Para los atributos booleanos utilice numeral 1 para verdadero. Las listas deben estar separadas por comas
pt_br: Atributos para códigos de acesso de programação. Para atributos booleanos usar numeral 1 para verdadeiro. Listas devem ser separadas por vírgulas

source: 'week' or 'day'. Defaults to 'week'
es_co: 'semana' o 'el día'. Valores por defecto a 'semana'
pt_br: 'semana' ou 'dia'. O padrão é 'semana'

source: (numeric) List of IDs of MBO locations to display
es_co: (numérico) Lista de IDs de MBO para mostrar
pt_br: (numérico) Lista de IDs de MBO locais para exibir

source: (numeric) Which MBO account to display schedule for
es_co: (numérico) Que representan el MBO para mostrar el calendario de
pt_br: (numérico) Qual conta MBO para exibir o cronograma para

source: (boolean) Option to show a filter by class type, teacher.
es_co: (boolean) Opción para mostrar un filtro por tipo de clase, profesor.
pt_br: (boolean) Opção para mostrar um filtro por tipo de classe, professor.

source: (boolean) Display schedule in grid format as opposed to list
es_co: (boolean) Mostrar calendario en formato de cuadrícula en lugar de la lista
pt_br: (boolean) Horário de exibição em formato de grade, em oposição a lista

source: (boolean) Allow users to sign in directory from wordpress site
pt_br: (boolean) Permitir que usuários para entrar no diretório do site wordpress

source: Remove any of following from display: teacher, signup, duration, session-type
es_co: Quite cualquiera de siguientes de pantalla: profesor, inscripción, duración, tipo de sesión
pt_br: Remover qualquer uma do seguinte do visor: professor, inscrição, duração, tipo de sessão

source: List of MBO-registered session types to display. (Previously attribute was called 'class_types'
pt_br: Lista de tipos de sessão MBO-registrado para exibir. (Anteriormente atributo foi chamado de 'class_types'

source: (boolean) If true, modal pop-up window will display registrants of class
es_co: (boolean) Si es true, la ventana emergente modal mostrará a registrantes de clase
pt_br: (boolean) Se true, modal janela pop-up irá exibir os registantes de classe

source: (boolean) True will hide cancelled classes
es_co: (boolean) Verdadero oculta las clases canceladas
pt_br: (boolean) True se esconderão aulas canceladas

source: (boolean) Display number of registrants in class
es_co: (boolean) Mostrar número de inscritos en la clase
pt_br: (boolean) Exibir o número de inscritos em classe

source: (int) Allow user to select between grid and list view. 1 defaults to horizontal, 2 to grid.
es_co: (int) Que el usuario pueda elegir entre vista de lista y cuadrícula. de forma predeterminada, 1 horizontal, 2 a red.
pt_br: (int) Permitir que o usuário selecione entre a grade e a lista de exibição. 1 padrão horizontal, 2 à grade.

source: Grid and Filter can be added like this:
es_co: Cuadrícula y filtro pueden añadirse como esta:
pt_br: Grade e filtro podem ser adicionados assim:

source: (int) Which MBO account to display staff for.
es_co: (int) Que representan el MBO a personal para la exhibición.
pt_br: (int) Qual conta MBO para exibir pessoal para.

source: (boolean) Set to `1` to display as responsive grid.
es_co: (boolean) Establezca en '1' para que aparezca como red sensible.
pt_br: (boolean) Definido como '1' para exibir como grade responsivo.

source: (string) Comma-separated string of staff names to not display. Case insensitive.
es_co: (cadena) Cadena separada por comas de nombres de pentagramas que no se mostrarán. Sin distinción entre mayúsculas y minúsculas.
pt_br: (string) Uma seqüência de nomes de funcionários separados por comuma para não exibir. Caso insensível.

source: (boolean) Set to `1` to include staff members without photos. Default is not to display them.
es_co: (booleano) Establézalo en '1' para incluir a los miembros del personal sin fotos. El valor predeterminado es no mostrarlos.
pt_br: (booleano) Definido como '1' para incluir membros da equipe sem fotos. O padrão não é exibi-los.

source: (int) Which MBO account to display events for.
es_co: (int) Que representan el MBO para Mostrar eventos para.
pt_br: (int) Qual conta MBO para exibir eventos para.

source: List of (int) MBO locations to display events for.
es_co: Lista de (int) ubicaciones de MBO para mostrar eventos para.
pt_br: Lista de locais (int) MBO para exibir eventos para.

source: (boolean) Set to `1` to display events as a list.
es_co: (boolean) Establézcalo en `1` para mostrar los eventos como una lista.
pt_br: (boolean) Definido como '1' para exibir os eventos como uma lista.

source: (int) Limit the number of events to display.
es_co: (int) Limita la cantidad de eventos para mostrar.
pt_br: (int) Limite o número de eventos para exibir.

source: (boolean) Set to `1` to display events for current week only.
es_co: (boolean) Establézcalo en `1` para mostrar eventos solo para la semana actual.
pt_br: (boolean) Defina para `1` para exibir eventos somente para a semana atual.

source: Reset Class Owners
es_co: Reset de memoria caché de fuerza
pt_br: Redefinir os proprietários da classe

source: <p>This is the matrix of which instructors %1$s "own" classes (MBO API doesn't tell us.) It is automatically regenerated daily with a cron job. You can see what it looks like by pressing this button and viewing output in the browser console.</p>
pt_br: <p> Esta é a matriz da qual os instrutores %1$s "possuem" classes (a API MBO não nos informa). Ela é automaticamente regenerada diariamente com um cron job. Você pode ver o que parece pressionando este botão e visualizando a saída no console do navegador. </p>

source: Test Credentials
es_co: Credenciales de prueba
pt_br: Teste las Credenciais

source: Logged Out
pt_br: Desconectado

source: You are already booked at this time.
pt_br: Você já está reservado neste momento.

source: Registered via MindBody
pt_br: Registrado pela Mindbody

source: Leave this empty-slash-blank
pt_br: Deixe esse espaço vazio

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Sobrenome

source: Sign up
pt_br: Inscrever-se

source: Congratulations. You are now logged in with your new Mindbody account.
pt_br: Muito bem! Agora você está logado com sua conta no mindbody.

source: Sign-up for some classes.
pt_br: Inscreva-se em algumas aulas.

source: Try Again
pt_br: Tente Novamente

source: Welcome
pt_br: Bem vindo

source: Invalid Login
pt_br: Login inválido

source: Please Login
pt_br: Por favor entre

source: Password
es_co: Contraseña
pt_br: Senha

source: Login
es_co: Conectate
pt_br: Entrar

source: Log Out
es_co: Cerrar sesión
pt_br: Sair

source: Sign Up
es_co: Registrarse
pt_br: Inscrever-se

source: Log in to Sign up
es_co: Inicie sesión para Regístrese
pt_br: Faça login para se inscrever

source: Manage on MindBody Site
es_co: Administrar en el sitio de MindBody
pt_br: Administrar no site do mindbody

source: logout
es_co: salir
pt_br: Sair

source: signup
es_co: registrarse
pt_br: Registrar-se

source: create-account
es_co: crear-cuenta
pt_br: Criar login

source: or
es_co: o
pt_br: ou

source: with
es_co: con
pt_br: pelo

source: day
es_co: día
pt_br: día

source: Your Account
es_co: Tu Cuenta
pt_br: Sua Conta

source: Confirm Sign-Up
es_co: Confirmar registro
pt_br: Confirme a inscrição

source: shortcode
es_co: shortcode/código corto
pt_br: shortcode (atalho)

source: Register with MindBodyOnline
es_co: Registrarse en MindBodyOnline
pt_br: Registrar-se no Mindbody

source: Logged in to MindBodyOnline
es_co: Iniciado sesión en MindBodyOnline
pt_br: Conectado ao MindBodyOnline

source: Schedule
es_co: Programar
pt_br: Horário de exibição

source: All Locations
es_co: Todas las Ubicaciones
pt_br: Todos os Locais

source: No events scheduled yet for this period.
es_co: Aún no hay eventos programados para este período.
pt_br: Não há nenhum evento nesse período

source: There was an error retrieving the data. Details below. Could be a network connection. Consider trying again.
es_co: Hubo un error al recuperar los datos. Detalles abajo. Podría ser una conexión de red. Considera intentarlo de nuevo.
pt_br: Ocorreu um erro ao recuperar os dados. Detalhes abaixo. Pode ser uma conexão de rede. Considere tentar novamente.

source: Error returning events from Mindbody.
es_co: Error al devolver eventos de Mindbody.
pt_br: Erro retornando eventos da Mindbody.

source: No Events in current cycle
es_co: No hay eventos en el ciclo actual
pt_br: Nenhum evento no ciclo atual

source: Date
es_co: Fecha
pt_br: Data

source: Time
es_co: Tiempo
pt_br: Tempo

source: No biography listed for this staff member.
es_co: Ninguna biografía listada para este miembro del personal.
pt_br: Nenhuma biografia listada para este membro da equipe.

source: Error returning events to display from Minbbody.
es_co: Error al devolver eventos para mostrar desde Minbbody.
pt_br: Erro ao retornar eventos a serem exibidos pelo Minbbody.

source: Displaying events from %1$s to %2$s.
es_co: Mostrar eventos de %1$s a %2$s.
pt_br: Exibindo eventos de %1$s a %2$s.

source: Sign-Up
es_co: Registrarse
pt_br: Inscrever-se

source: Create MBO Account
es_co: Crear cuenta MBO
pt_br: Criar conta MBO

source: at
es_co: en
pt_br: em

source: Week of %1$s
es_co: Semana de %1$s
pt_br: Semana de %1$s

source: Duration:
es_co: Duración:
pt_br: Duração:

source: No Classes To Display
pt_br: Sem classes para exibir

source: Class Name
es_co: Nombre de Clase:
pt_br: Nome da aula

source: Instructor
es_co: Professor
pt_br: Instrutor

source: Class Type
es_co: Tipo de Clase
pt_br: Tipo de aula

source: Logout
es_co: Cerrar Sesión
pt_br: Sair

source: Previous Week
es_co: Semana anterior
pt_br: Semana anterior

source: Following Week
es_co: Semana siguiente
pt_br: Semana seguinte

source: No biography for this staff member yet.
es_co: Ninguna biografía de este funcionario sin embargo.
pt_br: Não há biografia para este membro da equipe ainda.

source: Large amount of MBO API Calls
es_co: Gran cantidad de llamadas a la API de MBO
pt_br: Grande quantidade de chamadas de API MBO

source: Check your website and MBO. There seems to be an issue.
es_co: Consulte su sitio web y MBO. Parece que hay un problema.
pt_br: Verifique seu site e MBO. Parece haver um problema.

source: Choose File
es_co: Elige archivo
pt_br: Escolher Arquivo

source: Choose Image
es_co: Elegir imagen
pt_br: Escolher imagem

source: Error returning schedule from MBO for shortcode display.
es_co: Error al devolver la programación de MBO para la visualización de shortcode.
pt_br: Erro de horário de retorno da MBO para exibição de código curto.

source: Grid View
es_co: Vista de cuadrícula
pt_br: Visualização Grade

source: Horizontal View
es_co: Vista horizontal
pt_br: Visualização Horizontal

source: Sunday
es_co: Domingo
pt_br: Domingo

source: Monday
es_co: Lunes
pt_br: Segunda

source: Tuesday
es_co: Martes
pt_br: Terça

source: Wednesday
es_co: Miércoles
pt_br: Quarta

source: Thursday
es_co: Jueves
pt_br: Quinta

source: Friday
es_co: Viernes
pt_br: Sexta

source: Saturday
es_co: Sábado
pt_br: Sábado

source: Registrants
es_co: Registrantes
pt_br: Registantes

source: Error retrieving class details.
es_co: Error al recuperar los detalles de la clase.
pt_br: Erro ao recuperar detalhes da turma.

source: Sorry but there was an error retrieving the schedule.
es_co: Lo sentimos, pero hubo un error al recuperar el horario.
pt_br: Desculpa, mas houve um erro ao recuperar o horário.

source: substitute for
es_co: Sustituto de
pt_br: substituto para

source: by teacher, class type
es_co: por el maestro, tipo de la clase
pt_br: por instrutor, tipo de aula

source: morning
es_co: la mañana
pt_br: manhã

source: afternoon
es_co: por la tarde
pt_br: tarde

source: evening
es_co: anochecer
pt_br: noite

source: Filter
es_co: Filtro
pt_br: Filtrar

source: Error returning schedule from MBO for display.
es_co: Error al devolver la programación de MBO para su visualización.
pt_br: Erro de horário de retorno do MBO para exibição.

source: Error. Please try again.
es_co: Error. Por favor, intenta de nuevo.
pt_br: Erro. Por favor, tente novamente.

source: No registrants yet.
es_co: No hay registrados aún.
pt_br: Ainda não os registrastes.

source: Cancelled
es_co: Cancelada
pt_br: Cancelada

source: Error displaying Staff from Mindbody.
es_co: Error al mostrar el pentagrama de Mindbody.
pt_br: Erro ao exibir staff do Mindbody.

source: See %s&apos;s Schedule
es_co: Ver %s&apos;s Programación
pt_br: Veja a programação do %s&apos;s

source: mZoo Mindbody Interface - Schedule, Events, Staff Display
es_co: mZoo MINDBODY Interfaz - Calendario, Eventos, Personal Display
pt_br: Interface mZoo Mindbody - Agendamentos, Eventos, Exibição de Equipe

source: Interface Wordpress with MindbodyOnline data with Bootstrap Responsive Layout.
pt_br: Interface wordpress com dados do MindbodyOnline com Bootstrap e layout responsivo

source: MZ Mindbody Api plugin has been deactivated.
es_co: MZ Mindbody Api plugin ha sido desactivado.

source: MZ Mindbody Api requires Composer autoloading, which is not configured.
es_co: MZ Mindbody Api requiere la carga automática de Composer, que no está configurada.

source: Sorry, but "MZ Mindbody API" requires PHP %1$s or greater.
es_co: Lo sentimos, pero "MZ Mindbody API" requiere PHP %1$s o superior.

source: Fetched and stored %s .
es_co: Obtenido y almacenado %s .

source: Update MBO Site Token
es_co: Actualizar token de sitio MBO

source: Max number of daily API calls
es_co: Número máximo de llamadas API diarias

source: Seconds to store schedule transient for
es_co: Segundos para almacenar el horario transitorio para

source: Default is 43200 (12 hours - 60 x 60 x 12)
es_co: El valor predeterminado es 43200 (12 horas - 60 x 60 x 12)

source: Log File Path
es_co: Elige archivo

source: File path when logging API calls.
es_co: Ruta de acceso de archivo al registrar llamadas a la API.

source: To display staff page as a responsive gallery of images with pop-up biographies, use
es_co: Para mostrar la página de personal como una respuesta Galería de imágenes con biografías pop-up, uso

source: <p>MBO charges for daily API calls over 1000. Number of calls today: %1$s.</p> <p>Site will email admin at 1200 calls less than this number and stop calling MBO at this number.</p> <p>Default: %2$s.</p>
es_co: <p>MBO cobra por llamadas API diarias de más de 1000. Número de llamadas hoy: %1$s.</p><p>El sitio enviará un correo electrónico al administrador a 1200 llamadas menos que este número y dejará de llamar a MBO a este número.</p><p>Predeterminado: %2$s.</p>

source: Update Site Token
es_co: Actualizar token de sitio

source: Username
es_co: Nombre de Usuario

source: login
es_co: iniciar-sesión

source: My Classes
es_co: Mis clases

source: Manage on Mindbody Site
es_co: Administrar en el sitio de MindBody

source: Check your website and MBO. There have been %1$s calls to the API so far today. You have set a maximum of %2$s in the Admin.
es_co: Consulte su sitio web y MBO. Ha habido llamadas %1$s a la API hasta ahora. Ha establecido un máximo de %2$s en el administrador.

source: Registrations Available
es_co: Inscripciones disponibles

source: Waitlist Only
es_co: Lista de espera solamente

source: Waitlist
es_co: Espera

source: Display staff, events and class schedules from Mindbody Online. Customizable.
es_co: Mostrar personal, eventos y horarios de clase de Mindbody Online. Personalizable.
